{
    "intentions": [
        {
            "year": 2024,
            "month": 1,
            "title": "For the gift of diversity in the Church",
            "description": "We pray that the Holy Spirit may help us to recognize the gift of different charisms within the Christian community and to discover the richness of different traditions and rituals in the Catholic Church."
        },
        {
            "year": 2024,
            "month": 2,
            "title": "For the terminally ill",
            "description": "We pray that those with a terminal illness, and their families, receive the necessary physical and spiritual care and accompaniment."
        },
        {
            "year": 2024,
            "month": 3,
            "title": "For the new martyrs",
            "description": "We pray that those who risk their lives for the Gospel in various parts of the world inflame the Church with their courage and missionary enthusiasm."
        },
        {
            "year": 2024,
            "month": 4,
            "title": "For the role of women",
            "description": "We pray that the dignity and immense value of women be recognized in every culture, and for the end of discrimination that they experience in different parts of the world."
        },
        {
            "year": 2024,
            "month": 5,
            "title": "For the formation of religious and seminarians",
            "description": "We pray that religious women and men, and seminarians, grow in their own vocations through their human, pastoral, spiritual and community formation, leading them to be credible witnesses to the Gospel."
        },
        {
            "year": 2024,
            "month": 6,
            "title": "For migrants fleeing their homes",
            "description": "We pray that migrants fleeing from war or hunger, forced to undertake journeys full of danger and violence, find welcome and new opportunities in the countries that receive them."
        },
        {
            "year": 2024,
            "month": 7,
            "title": "For the pastoral care of the sick",
            "description": "We pray that the Sacrament of the Anointing of the Sick confer to those who receive it and their loved ones the power of the Lord and become ever more a visible sign of compassion and hope for all."
        },
        {
            "year": 2024,
            "month": 8,
            "title": "For political leaders",
            "description": "We pray that political leaders be at the service of their own people, working for integral human development and for the common good, especially caring for the poor and those who have lost their jobs."
        },
        {
            "year": 2024,
            "month": 9,
            "title": "For the cry of the Earth",
            "description": "We pray that each one of us will hear and take to heart the cry of the Earth and of victims of natural disasters and climactic change, and that all will undertake to personally care for the world in which we live."
        },
        {
            "year": 2024,
            "month": 10,
            "title": "For a shared mission",
            "description": "We pray that the Church continue to sustain in all ways a Synodal lifestyle, as a sign of co-responsibility, promoting the participation, the communion and the mission shared among priests, religious and lay people."
        },
        {
            "year": 2024,
            "month": 11,
            "title": "For anyone who has lost a child",
            "description": "We pray that all parents who mourn the loss of a son or daughter find support in their community and receive peace and consolation from the Holy Spirit."
        },
        {
            "year": 2024,
            "month": 12,
            "title": "For pilgrims of hope",
            "description": "We pray that this Jubilee Year strengthen our faith, helping us to recognize the Risen Christ in our daily lives, and that it may transform us into pilgrims of Christian hope."
        }
    ]
}