{
  "name": "Rosary",
  "id": "rosary_1",
  "mdText": "Pope Benedict XVI on the mysteries of the rosary",
  "rosaryMysteries": [
    {
      "title": "The Annunciation",
      "description": "First joyful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/joyful_1.jpg",
      "order": 1,
      "set": "joyful",
      "mdText": "\"In the sixth month, the angel Gabriel was sent by God to a town of Galilee called Nazareth, to a virgin betrothed to a man named Joseph, of the house of David; and the virgin’s name was Mary.\"  \n*Luke 1:26-27*\n\n\"Mary was full of grace with regard to the overflow of the grace of the soul into the body… and with regard to the overflow of this grace on all men. It is a great thing for a saint to have enough grace for his own salvation, even greater for him to have enough for the salvation of many; but the supreme greatness is to have so much that it suffices for all men: and this was the case with Christ and with the Blessed Virgin Mary.\"  \n*Saint Thomas Aquinas, 1224-1274*\n\n\"O Mary, temple of the Trinity, bearer of fire, dispenser of mercy, Mary, who made the divine fruit sprout!... You are the new tree who bore the fragrant flower of the Word, the only Son of God. In you, O rich soil, the Word was planted. You are both soil and tree. O Mary, blessed among all women, you gave us bread from your flour: divinity was so strongly united and kneaded together with humanity that nothing to come, neither death nor our ingratitude, could break the union.\"  \n*Saint Catherine of Sienna, 1347-1380*\n\n**Our Lady of the Rosary,**  \n**teach us to do God’s will in everything.**"
    },
    {
      "title": "The Visitation",
      "description": "Second joyful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/joyful_2.jpg",
      "order": 2,
      "set": "joyful",
      "mdText": "\"When Elizabeth heard Mary’s greeting, the child in her womb leapt for joy.\"  \n*Luke 1:41*\n\n\"John received the grace to be a prophet when, by his leaping for joy in the womb of Elizabeth, he knew that God was before him. When the holy Virgin greeted Elizabeth, Jesus Christ anointed John as prophet according to these words of John Chrysostom: ‘Jesus Christ had Elizabeth be greeted by Mary so that his word, coming forth from his mother’s womb, the dwelling place of the Lord, and received through Elizabeth’s hearing, would descend to John, who would thus be anointed prophet.’\"  \n*Blessed Jacobus de Voragine, c. 1228-1298*\n\n\"By speaking of Elizabeth to Mary, the angel Gabriel suggested to her the thought of visiting this kinswoman to assure Elizabeth of her sympathy, perhaps to discuss with her the destiny of the two children. Enlightened from above, she hastened, prompted by charity, to go congratulate and help Elizabeth… On entering the house, Mary greeted Elizabeth with the affection of a kinswoman, the deference of a young girl for an aged woman, a smiling grace that showed that she already knew. While the child leapt for joy in Elizabeth’s womb, his mother was also filled with the Spirit of God and fully enlightened about the dignity of the Mother of the Messiah.\"  \n*Father Marie-Joseph Lagrange, 1855-1938*\n\n**Our Lady of the Rosary,**  \n**teach us to make all our visits a Visitation.**"
    },
    {
      "title": "The Nativity",
      "description": "Third joyful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/joyful_3.jpg",
      "order": 3,
      "set": "joyful",
      "mdText": "\"She brought forth her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.\"  \n*Luke 2:7*\n\n\"Blessed are Mary’s most holy arms that so often embrace this child who holds the world in the hollow of his hand! And what should be said of Mary’s womb? Its blessedness is unrivalled! Listen, I beg you: it received the God-Man. Conception beyond nature and reason! This womb warmed the source and principle of heat. It brought to term him who makes every harvest and fruit grow… It enclosed him who formed light and the forms and who is larger than the firmament… It engendered its own Creator, the Creator of every being.\"  \n*Saint Albert the Great, 1193-1280*\n\n\"During Christmas time, Jesus wants a wretched and poor shelter; he wants our heart, purified, poor and empty of earthly affections, filled and adorned with virtues. He wants to find there only his most holy mother, ark and temple of every virtue; the ox that always ruminates on heavenly things; the donkey of our bodies, humble and subject to reason. May he deign to rest on the hay of our desires and make of them a yielding and fragrant hay, on which he delights to take his rest.\"  \n*Saint Catherine of Ricci, 1522-1590*\n\n**Our Lady of the Rosary,**  \n**teach us the beauty of silence and of contemplation.**"
    },
    {
      "title": "The Presentation in the Temple",
      "description": "Fourth joyful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/joyful_4.jpg",
      "order": 4,
      "set": "joyful",
      "mdText": "\"His parents took him up to Jerusalem to present him to the Lord, just as it is written in the law of the Lord, 'Every male who first opens the womb shall be called holy to the Lord.'\"  \n*Luke 2:22-23*\n\n\"Mary, in the temple in Jerusalem, was the first to carry out this offering of Christ to the Father. By this action she acknowledged in one act that the child she held in her arms belongs first and foremost to his Father and not to her, but also by offering him with all that would be his life, she offers us who are members of Christ, she offers herself and prays for all of humanity. We also in our prayer can offer the Christ to God for the salvation of the world by offering ourselves with all the joyful or sorrowful stages of our journey.\"  \n*John Tauler, 1300-1361*\n\n\"How great was the poverty in which Jesus Christ wished to be born, since his Mother, on the day of her purification, did not even have the means to obtain a lamb that she could offer. He also chose all the other such things in the state of poverty he embraced: he is in very poor accommodations, in a poor family, and from a poor mother; he wished to be presented to his Father in the Temple as a poor person, and, to honor poverty in the course of his life, he chose poor disciples.\"  \n*Louis of Grenada, 1504-1588*\n\n**Our Lady of the Rosary,**  \n**teach us to present our lives to the Lord as an acceptable sacrifice pleasing to him.**  \n"
    },
    {
      "title": "The Finding of Jesus in the Temple",
      "description": "Fifth joyful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/joyful_5.jpg",
      "order": 5,
      "set": "joyful",
      "mdText": "\"After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions.\"  \n*Luke 2:46*\n\n\"It was only when they reached their starting point, the Temple, that they found him. In the same way, if you need to find the divine birth in yourself, you have to leave the whole crowd and go back to the origin and, basically, to where you came from. All the powers of the soul and all their operations: all this is the crowd. You have to leave it all behind: sense experience, the imagination, and everything in which you find or seek yourself interiorly. Only then can you find this birth.\"  \n*Meister Eckhart, c.1260-c.1328*\n\n\"[By this episode of the finding of Jesus in the midst of the teachers], St. Luke wished to make it understood how Jesus, at the age of 12, had a clear consciousness of his divine origin, a consciousness that the evangelists did not attribute either to a revelation or to a progression, and that must rather be reconnected to that immediate, original vision, which alone was of a nature to make his intellect penetrate the distinction between Father, Son, and Holy Spirit in the heart of the ineffable Trinity.\"  \n*Father Marie-Joseph Lagrange, 1855-1938*\n\n**Our Lady of the Rosary,**  \n**teach us to be always close to the Father.**"
    },
    {
      "title": "The Baptism of Jesus in the Jordan",
      "description": "First luminous mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/luminous_1.jpg",
      "order": 1,
      "set": "luminous",
      "mdText": "\"At that time Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. Just as Jesus was coming up out of the water, he saw heaven being torn open and the Spirit descending on him like a dove. And a voice came from heaven: 'You are my Son, whom I love; with you I am well pleased.'\"  \n*Mark 1:9-11*\n\n\"The Holy Spirit kept John the Baptist out in the desert so that he would not know Christ and would not see him, in view of the importance of the witness that John was to give later, namely that he had never seen Jesus until he saw him at the Jordan... It was there that the Father’s voice was heard, proclaiming him his Son. It was there that the Holy Spirit bestowed so many virtues on him [John] – humility, meekness and the rest, so that he emerged from the desert transformed into salt to preserve people from corruption, light to give light to the blind, and a fortified town as a place of refuge for the holy and virtuous.\"  \n*Saint Louis Bertrand, 1526-1581*\n\n\"The Baptism marks the beginning of Jesus’ public life. It reveals his nature, his divine role, his entire destiny and the power that will be his. The enemies of the personal intervention of God will never be able to penetrate his depths; the entire gospel account will remain for them a closed book. From this point onwards, Jesus is no longer the carpenter from Galilee. The veil which concealed him from the multitude has been torn apart: he appears as he is, the Christ, the Son of God. However, he will retain, in his divine greatness, a fragile nature open to suffering and to death.\"  \n*Fr. Henry Louis Rémy Didon, 1840-1900*\n\n**Our Lady of the Rosary,**  \n**teach us to remain faithful to the promises of our baptism.**  \n"
    },
    {
      "title": "The Wedding at Cana",
      "description": "Second luminous mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/luminous_2.jpg",
      "order": 2,
      "set": "luminous",
      "mdText": "\"On the third day a wedding took place at Cana in Galilee. Jesus’ mother was there, and Jesus and his disciples had also been invited to the wedding. When the wine was gone, Jesus’ mother said to him, 'They have no more wine.'\"  \n*John 2:1-3*\n\n\"Let us reflect on the reverential love Mary had for Christ. In the respectful love we ourselves have for God, all we need to do is to show Him our need, Lord, all my longing is known to thee. It is not for us to know quite how the Lord will come to our aid, because we do not know what to ask for when we pray. That is why the Mother of Jesus simply pointed out the need of others to him when she said: 'They have no wine.'\"  \n*Saint Thomas Aquinas, 1225-1274*\n\n\"In Cana, the wine for the wedding which had been set aside for a long time ran short... Jesus was at table with his mother. Having noticed this and, filled with compassion as well as convinced that He would share her feelings, Mary said to him quite simply: 'They have run out of wine'. It was the most tentative of prayers, scarcely more than a suggestion, not even the expression of a wish ... Jesus pointed out to his mother that it was not for either himself or for her to interfere in this matter. However Mary, guided undoubtedly more by his look than by what he had said, said to the waiters: 'Whatever he tells you to do, do it.'\"  \n*Fr. Marie-Joseph Lagrange, 1855-1938*\n\n**Our Lady of the Rosary,**  \n**teach us to be always aware of the needs of those around us.**"
    },
    {
      "title": "The Proclamation of the Kingdom of God",
      "description": "Third luminous mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/luminous_3.jpg",
      "order": 3,
      "set": "luminous",
      "mdText": "\"Jesus went throughout Galilee, teaching in their synagogues, proclaiming the good news of the kingdom, and healing every disease and sickness among the people.\"  \n*Matthew 4:23*\n\n\"In sermons and exhortations, use a simple language such as you would use in familiar conversation. Speak in such a way that your words are felt to come not from a proud and haughty spirit, but rather from the tenderness of love and a fatherly goodness. Be like a father who is distressed to see his children misbehaving... he tries to bring them back, to rescue them, he wants to embrace them as a mother, like someone who rejoices to see the progress they have made and feels able to hope they will gain the glory of paradise.\"  \n*Saint Vincent Ferrer, 1350-1419*\n\n\"Men have submitted themselves to Christ with an ardent desire and deep devotion after hearing his words of eternal life and seen his wonderful miracles. Many have also died for his glory, moved by the violence of their love, for our Savior’s words are gentle and effective, so that all flocked to hear him with great eagerness. His words were gentle, attractive and extremely effective, being full of divine inspiration and the fire of the Holy Spirit.\"  \n*Fr. Bartolomé de La Casas, 1484-1566*\n\n**Our Lady of the Rosary,**  \n**teach us to be fervent preachers of the Gospel.**  "
    },
    {
      "title": "The Transfiguration",
      "description": "Fourth luminous mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/luminous_4.jpg",
      "order": 4,
      "set": "luminous",
      "mdText": "\"Six days later, Jesus took with him Peter and James and John, and led them up a high mountain apart by themselves; and he was transfigured before them.\"  \n*Mark 9:2*\n\n\"So keep your eyes fixed on Jesus, who gives the faith and safeguards it... That He, the God of love and of peace, may instill peace in your hearts and speed your journey, that He may hide you in the secret of his face, far from the intrigues of men; and do so until He brings you to, and causes you to take root in, that fullness where you will dwell eternally in beauty and peace, in the tents of safety and the rest of abundance.\"  \n*Saint Raymond of Penyafort, 1175-1275*\n\n\"Six days after Peter’s confession of faith, there took place an extraordinary scene which has no parallel in the life of Jesus, unless, perhaps, his prayer in the Garden of Gethsemane is its antithesis. In both cases, Jesus had taken Peter, James and John apart; in both cases the disciples were overcome with sleep, and in both cases Jesus received a visitor from heaven. But the transfiguration is a definite pledge of the glory of Jesus, whereas the scene in Gethsemane shows him at the point of his deepest abasement.\"  \n*Fr. Marie-Joseph Lagrange, 1855-1938*\n\n**Our Lady of the Rosary,**  \n**teach us to contemplate Christ in His transfiguration.**"
    },
    {
      "title": "The Institution of the Eucharist",
      "description": "Fifth luminous mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/luminous_5.jpg",
      "order": 5,
      "set": "luminous",
      "mdText": "\"While they were eating, Jesus took bread, and when he had given thanks, he broke it and gave it to his disciples, saying, 'Take and eat; this is my body.' Then he took a cup, and when he had given thanks, he gave it to them, saying, 'Drink from it, all of you. This is my blood of the covenant, which is poured out for many for the forgiveness of sins.'\"  \n*Matthew 26:26-28*\n\n\"Eternal wisdom, in order to come as close to men and women as possible and to show them his love in the clearest possible way, went as far as to become man... Wishing on the one hand to show his love for men and women to the point of dying in their stead in order to save them, and on the other hand being unable simply to leave them to their fate, He found an astonishing secret enabling him to die and to live at the same time, and to be with men until the end of time, namely the loving means of the Eucharist. Moreover, in order thus to satisfy his love in this mystery, He did not hesitate to change and overturn the whole of nature.\"  \n*Saint Louis-Marie Grignion de Montfort, 1673-1716*\n\n\"The divine Eucharist is a consuming fire, capable of setting the most tepid hearts alight. Let anyone who feels full of weakness and imperfection have recourse to Holy Communion. It is the bread of the strong, the milk of the weak, the cure for the sick, the energy of the traveler who is scaling the paths of perfection leading to the mountain of God. Are you feeling unduly attached to yourself and to the things of this world? The Eucharist will instill in us all a great detachment and a steadily increasing yearning for eternal life.\"  \n*Blessed Hyacinthe-Marie Cormier, 1832-1916*\n\n**Our Lady of the Rosary,**  \n**teach us to be always hungry for the Bread of Life given for the salvation of the world.**"
    },
    {
      "title": "The Agony in the Garden",
      "description": "First sorrowful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/sorrowful_1.jpg",
      "order": 1,
      "set": "sorrowful",
      "mdText": "\"Then Jesus went with his disciples to a place called Gethsemane, and he said to them, 'Sit here while I go over there and pray.' He took Peter and the two sons of Zebedee along with him, and he began to be sorrowful and troubled. Then he said to them, 'My soul is overwhelmed with sorrow to the point of death. Stay here and keep watch with me.'\"  \n*Matthew 26:36-38*\n\n\"O Jesus, my Savior, Son of the living God, by the bitter sorrow with which your soul was flooded on the Mount of Olives, and by the fear that actually pierced your sacred flesh, we beg you to grant that, when we come to die, when our soul and our body are in their last agony, you will be there to help us and to strengthen us in our hour of anguish. Do not abandon us, but let the grace of your own sufferings support us in such a way that we too will pray in your own words: 'My God, not what I will but what you will!'\"  \n*Louis of Granada, 1505-1588*\n\n\"One day, while meditating on Jesus Christ’s sweating of blood in the garden of Olives, Agnes saw our Lord prostrate on the ground, his face against the earth, and she saw issuing from his arms, throughout the length of his veins, drops of blood and also of water. 'I believe that it was in the garden of Olives that he suffered most', she said, 'because the mere sight of my sins forced the blood from his veins. It was the anticipation of my sins that made the blood gush forth, which shows how great they were.'\"  \n*Blessed Agnes of Langeac, 1602-1634*\n\n**Our Lady of the Rosary,**  \n**teach us never to leave alone those who are dying.**"
    },
    {
      "title": "The Scourging at the Pillar",
      "description": "Second sorrowful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/sorrowful_2.jpg",
      "order": 2,
      "set": "sorrowful",
      "mdText": "\"Then Pilate took Jesus and had him flogged.\"  \n*John 19:1*\n\n\"They cover him with wounds and tear his flesh with blows. One can see only bruises, wounds, holes. Reflect that he endures this frightful torment without a murmur, or complaint, so burning is his love. Sinners, it is our offences that are causing such suffering to this object of pity. Come to be healed in the blood from his veins, and do not add to his suffering by persisting in your passion. O beautiful Savior, by this body bruised with blows, cool your anger and forgive us all!\"  \n*Saint Louis-Marie Grignion de Montfort, 1673-1716*\n\n\"You are in the midst of tribulations? Invite all the faculties of your soul to come and take a sip from the chalice as you follow the scourged Jesus. Be at peace, in the simplicity of spirit which ignores all pointless reflection on the reason for these tribulations, how long they will last, how to get rid of them, and in a humble confidence. It is dark night? You are as it were a missionary who is lost in the middle of the forest where wild beasts are roaming and roaring... Up in a tree, he feigns death... When day dawns, the animals return to their lairs and the man of God continues on his way to save souls.\"  \n*Blessed Hyacinthe-Marie Cormier, 1832-1916*\n\n**Our Lady of the Rosary,**  \n**teach us to support all those who are suffering in their body.**"
    },
    {
      "title": "The Crowning with Thorns",
      "description": "Third sorrowful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/sorrowful_3.jpg",
      "order": 3,
      "set": "sorrowful",
      "mdText": "\"Then the soldiers of the governor took Jesus into the Praetorium and gathered the whole garrison around him. They stripped him and put a scarlet robe on him, and when they had twisted a crown of thorns, they put it on his head, and a reed in his right hand. And they bowed the knee before him and mocked him, saying, 'Hail, King of the Jews!'\"  \n*Matthew 27:27-29*\n\n\"We must keep grief for our sins in our soul because, in order to deliver us from their sharp points, Jesus Christ willed to suffer the pain of the sharpest thorns in his sacred head, to quote the Venerable Bede. The thorns symbolize sin because the first man who sinned was told that ‘the earth would bring forth thorns and thistles for him’. This was because our tainted nature would produce the sins, acute remorse for which pierces the conscience like the sharpest thorns.\"  \n*Ludolph the Carthusian, 1300-1377*\n\n\"Jesus had been stripped of his garments. As he believed he was a king, they put on him a soldier’s red mantle [to serve] as a purple cloak; they wove into a crown a bundle of thorns used to make the fire blaze up, and put into his hand a reed to serve as a sceptre. Bowing the knee before him with gales of laughter, the soldiers hailed him as king of the Jews and beat him on the head with the reed. Their homage took the form of blows and spittle...But Jesus was indeed the king of the Jews: what a stroke of luck for the Roman soldiers, scornful of kings and despising the Jews!\"  \n*Fr. Marie-Joseph Lagrange, 1855-1938*\n\n**Our Lady of the Rosary,**  \n**teach us to help those who are suffering in spirit.**"
    },
    {
      "title": "The Carrying of the Cross",
      "description": "Fourth sorrowful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/sorrowful_4.jpg",
      "order": 4,
      "set": "sorrowful",
      "mdText": "\"Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha).\"  \n*John 19:17*\n\n\"It is with a human nature like ours that the Son of God made haste to embark on so great a Passion. We must undertake the same course, my children, in order to throw ourselves into this vast ocean, washing and purifying ourselves therein, for he did it all for us; marking our foreheads with the sign of his blood so that with such a sign we may appear before the eternal Father and tell him that his only Son has paid for us, that we have done battle and found the red, the scarlet booty, namely Jesus Christ on the Cross, covered with blood and worn out by love.\"  \n*Saint Catherine of Ricci, 1522-1589*\n\n\"Jesus came on earth in order to be a perfect example for us to imitate. With this end in view, he began by taking the cross on his shoulders, then he wanted Simon of Cyrene to carry it after him; hence the fact that he did not say to us in the Gospel to go ahead of him, but to follow him, carrying our cross. He wanted to carry the trophy himself before anyone else put a hand on it. Afterwards, he left his cross to perfect souls, to those who were willing to obey the good will of his Father.\"  \n*Fr. Louis Chardon, 1595-1651*\n\n**Our Lady of the Rosary,**  \n**teach us to be Simons of Cyrene for those who are overwhelmed by the burden of life.**"
    },
    {
      "title": "The Crucifixion",
      "description": "Fifth sorrowful mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/sorrowful_5.jpg",
      "order": 5,
      "set": "sorrowful",
      "mdText": "\"When they came to the place called the Skull, they crucified him there, along with the criminals—one on his right, the other on his left.\"  \n*Luke 23:33*\n\n\"You can find a kind of consolation in taking and reading this book of the cross which you always have before the eyes of your soul, this book of life, this book of the immaculate Law which alone removes the stains, because it alone is Charity. You will find it written with astonishing beauty when you contemplate Jesus your Savior stretched out on the Cross like a skin on which he has written by means of his murderers and which he has illuminated with his generous Blood? Where else can one read, where else can one learn so well the lesson of charity?\"  \n*Blessed Jordan of Saxony, 1190-1237*\n\n\"Jesus Christ, my crucified Savior, Son of the Blessed Virgin Mary, open your eyes and look at me as you looked from the cross at your beloved Mother, filled with sorrow. Jesus Christ, my crucified Savior, Son of the Blessed Virgin Mary, open your mouth and speak to me as you spoke to St John when you gave him to be a son of the Virgin Mary. Jesus Christ, my crucified Savior, Son of the Blessed Virgin Mary, open your sacred arms and embrace me, as you opened them on the Cross in order to embrace the whole human race.\"  \n*Saint Pius V, 1504-1572*\n\n**Our Lady of the Rosary,**  \n**in imitation of Saint Dominic, our Father, teach us to discover the way of Life in the book of the Cross.**"
    },
    {
      "title": "The Resurrection",
      "description": "First glorious mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/glorious_1.jpg",
      "order": 1,
      "set": "glorious",
      "mdText": "Rosary Reflections"
    },
    {
      "title": "The Ascension",
      "description": "Second glorious mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/glorious_2.jpg",
      "order": 2,
      "set": "glorious",
      "mdText": "Rosary Reflections"
    },
    {
      "title": "The Descent of the Holy Spirit",
      "description": "Third glorious mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/glorious_3.jpg",
      "order": 3,
      "set": "glorious",
      "mdText": "Rosary Reflections"
    },
    {
      "title": "The Assumption of Mary",
      "description": "Fourth glorious mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/glorious_4.jpg",
      "order": 4,
      "set": "glorious",
      "mdText": "Rosary Reflections"
    },
    {
      "title": "The Coronation of Mary",
      "description": "Fifth glorious mystery",
      "imageURL": "https://matteozajac.github.io/mercy/resources/image/rosary/glorious_5.jpg",
      "order": 5,
      "set": "glorious",
      "mdText": "Rosary Reflections"
    }
  ]
}