{
  "intentions": [
    {
      "year": 2024,
      "month": 1,
      "title": "O dar różnorodności w Kościele",
      "description": "Módlmy się, aby Duch Święty pomagał rozpoznawać dar różnych charyzmatów we wspólnotach chrześcijańskich i odkrywać bogactwo różnych obrządków w łonie Kościoła katolickiego."
    },
    {
      "year": 2024,
      "month": 2,
      "title": "Za chorych terminalnie",
      "description": "Módlmy się, aby chorzy w terminalnej fazie swojego życia oraz ich rodziny otrzymywali zawsze niezbędną opiekę i wsparcie, zarówno pod względem medycznym, jak i ludzkim."
    },
    {
      "year": 2024,
      "month": 3,
      "title": "Za współczesnych męczenników",
      "description": "Módlmy się, aby osoby, które w różnych częściach świata ryzykują życie dla Ewangelii, zarażały Kościół swoją odwagą i swoim misyjnym zapałem."
    },
    {
      "year": 2024,
      "month": 4,
      "title": "O docenianie roli kobiet",
      "description": "Módlmy się, aby godność kobiet i ich bogactwo były uznawane w każdej kulturze i aby ustała dyskryminacja, jakiej doświadczają one w różnych częściach świata."
    },
    {
      "year": 2024,
      "month": 5,
      "title": "Za formację zakonnic, zakonników i seminarzystów",
      "description": "Módlmy się, aby zakonnice, zakonnicy i seminarzyści dojrzewali na swojej drodze powołania dzięki formacji ludzkiej, duszpasterskiej, duchowej i wspólnotowej, która doprowadzi ich do bycia wiarygodnymi świadkami Ewangelii."
    },
    {
      "year": 2024,
      "month": 6,
      "title": "Za ludzi, którzy uciekają ze swojego kraju",
      "description": "Módlmy się, aby migranci, uciekający przed wojnami lub głodem, zmuszeni do podróży pełnych niebezpieczeństw i przemocy, znajdowali w krajach, które ich przyjmują, gościnę i nowe możliwości życia."
    },
    {
      "year": 2024,
      "month": 7,
      "title": "Za duszpasterstwo chorych",
      "description": "Módlmy się, aby sakrament namaszczenia chorych dawał osobom, które go przyjmują, i ich bliskim moc Pana i aby coraz bardziej stawał się dla wszystkich widzialnym znakiem współczucia i nadziei."
    },
    {
      "year": 2024,
      "month": 8,
      "title": "Za przywódców politycznych",
      "description": "Módlmy się, aby przywódcy polityczni służyli swojemu narodowi, pracując na rzecz integralnego rozwoju człowieka i dobra wspólnego, troszcząc się o tych, którzy stracili pracę, i dając pierwszeństwo najuboższym."
    },
    {
      "year": 2024,
      "month": 9,
      "title": "Za cierpiącą ziemię",
      "description": "Módlmy się, aby każdy z nas słuchał sercem wołania ziemi oraz ofiar katastrof ekologicznych i zmian klimatycznych i angażował się osobiście w ochronę świata, który zamieszkujemy."
    },
    {
      "year": 2024,
      "month": 10,
      "title": "Za wspólną misję",
      "description": "Módlmy się, aby Kościół nadal wspierał na wszelkie sposoby synodalny styl życia, w znaku współodpowiedzialności, promując uczestnictwo, komunię i wspólną misję kapłanów, zakonników i świeckich."
    },
    {
      "year": 2024,
      "month": 11,
      "title": "Za osoby, które straciły dziecko",
      "description": "Módlmy się, aby wszyscy rodzice, którzy opłakują śmierć syna lub córki, znaleźli wsparcie we wspólnocie i uzyskali od Ducha Pocieszyciela pokój serca."
    },
    {
      "year": 2024,
      "month": 12,
      "title": "Za pielgrzymów nadziei",
      "description": "Módlmy się, aby ten Jubileusz umocnił nas w wierze, pomagając nam rozpoznać zmartwychwstałego Chrystusa w naszym życiu, i przemienił nas w pielgrzymów chrześcijańskiej nadziei."
    },
    {
      "year": 2025,
      "month": 1,
      "title": "O prawo do kształcenia",
      "description": "Módlmy się, aby zawsze było poszanowane prawo migrantów, uchodźców i osób dotkniętych wojną do kształcenia się, koniecznego, żeby tworzyć lepszy świat."
    },
    {
      "year": 2025,
      "month": 2,
      "title": "O powołania do kapłaństwa i życia zakonnego",
      "description": "Módlmy się, aby wspólnota kościelna była otwarta na pragnienia i wątpliwości młodych ludzi, którzy czują powołanie do służenia misji Chrystusa w życiu kapłańskim i zakonnym."
    },
    {
      "year": 2025,
      "month": 3,
      "title": "Za rodziny przeżywające kryzys",
      "description": "Módlmy się, aby rodziny podzielone znalazły w przebaczeniu uzdrowienie ze swoich zranień i odkryły na nowo, także w swoich różnicach, wzajemne bogactwo."
    },
    {
      "year": 2025,
      "month": 4,
      "title": "Za korzystanie z nowych technologii",
      "description": "Módlmy się, żeby korzystanie z nowych technologii nie zastępowało relacji międzyludzkich, odbywało się z poszanowaniem osób i pomagało mierzyć się z kryzysami naszych czasów."
    },
    {
      "year": 2025,
      "month": 5,
      "title": "O właściwe warunki pracy",
      "description": "Módlmy się, żeby każdy człowiek realizował się przez pracę, żeby rodziny mogły żyć z godnością, a społeczeństwo stawało się bardziej ludzkie."
    },
    {
      "year": 2025,
      "month": 6,
      "title": "Aby wzrastało nasze współczucie dla świata",
      "description": "Módlmy się, żeby każdy z nas znajdował pociechę w osobistej relacji z Jezusem i uczył się od Jego serca współczucia dla świata."
    },
    {
      "year": 2025,
      "month": 7,
      "title": "O wdrażanie do rozeznania",
      "description": "Módlmy się, abyśmy się uczyli coraz lepiej rozeznawać, abyśmy umieli wybierać drogi życia i odrzucać to wszystko, co nas oddala od Chrystusa i od Ewangelii."
    },
    {
      "year": 2025,
      "month": 8,
      "title": "O wspólne współistnienie",
      "description": "Módlmy się, aby społeczeństwa, w których współżycie wydaje się trudniejsze, nie ulegały pokusie konfliktów na tle etnicznym, politycznym, religijnym czy ideologicznym."
    },
    {
      "year": 2025,
      "month": 9,
      "title": "Za naszą relację ze światem stworzonym",
      "description": "Módlmy się, abyśmy inspirując się św. Franciszkiem, potrafili doświadczać naszej współzależności ze wszystkimi stworzeniami, miłowanymi przez Boga i godnymi miłości oraz szacunku."
    },
    {
      "year": 2025,
      "month": 10,
      "title": "Za współpracę między różnymi tradycjami religijnymi",
      "description": "Módlmy się, abyśmy jako wierzący z różnych tradycji religijnych pracowali razem na rzecz obrony i szerzenia pokoju, sprawiedliwości i ludzkiego braterstwa."
    },
    {
      "year": 2025,
      "month": 11,
      "title": "O zapobieganie samobójstwom",
      "description": "Módlmy się, aby osoby odczuwające pokusę samobójstwa znalazły w swojej wspólnocie potrzebne wsparcie, opiekę i miłość i otworzyły się na piękno życia."
    },
    {
      "year": 2025,
      "month": 12,
      "title": "Za chrześcijan w sytuacjach konfliktów",
      "description": "Módlmy się, aby chrześcijanie, którzy żyją w sytuacjach wojny lub konfliktów, zwłaszcza na Bliskim Wschodzie, stali się ziarnami pokoju, pojednania i nadziei."
    }
  ]
}
