{
  "intentions": [
    {
      "year": 2024,
      "month": 1,
      "title": "O dar różnorodności w Kościele",
      "description": "Módlmy się, aby Duch Święty pomagał rozpoznawać dar różnych charyzmatów we wspólnotach chrześcijańskich i odkrywać bogactwo różnych obrządków w łonie Kościoła katolickiego."
    },
    {
      "year": 2024,
      "month": 2,
      "title": "Za chorych terminalnie",
      "description": "Módlmy się, aby chorzy w terminalnej fazie swojego życia oraz ich rodziny otrzymywali zawsze niezbędną opiekę i wsparcie, zarówno pod względem medycznym, jak i ludzkim."
    },
    {
      "year": 2024,
      "month": 3,
      "title": "Za współczesnych męczenników",
      "description": "Módlmy się, aby osoby, które w różnych częściach świata ryzykują życie dla Ewangelii, zarażały Kościół swoją odwagą i swoim misyjnym zapałem."
    },
    {
      "year": 2024,
      "month": 4,
      "title": "O docenianie roli kobiet",
      "description": "Módlmy się, aby godność kobiet i ich bogactwo były uznawane w każdej kulturze i aby ustała dyskryminacja, jakiej doświadczają one w różnych częściach świata."
    },
    {
      "year": 2024,
      "month": 5,
      "title": "Za formację zakonnic, zakonników i seminarzystów",
      "description": "Módlmy się, aby zakonnice, zakonnicy i seminarzyści dojrzewali na swojej drodze powołania dzięki formacji ludzkiej, duszpasterskiej, duchowej i wspólnotowej, która doprowadzi ich do bycia wiarygodnymi świadkami Ewangelii."
    },
    {
      "year": 2024,
      "month": 6,
      "title": "Za ludzi, którzy uciekają ze swojego kraju",
      "description": "Módlmy się, aby migranci, uciekający przed wojnami lub głodem, zmuszeni do podróży pełnych niebezpieczeństw i przemocy, znajdowali w krajach, które ich przyjmują, gościnę i nowe możliwości życia."
    },
    {
      "year": 2024,
      "month": 7,
      "title": "Za duszpasterstwo chorych",
      "description": "Módlmy się, aby sakrament namaszczenia chorych dawał osobom, które go przyjmują, i ich bliskim moc Pana i aby coraz bardziej stawał się dla wszystkich widzialnym znakiem współczucia i nadziei."
    },
    {
      "year": 2024,
      "month": 8,
      "title": "Za przywódców politycznych",
      "description": "Módlmy się, aby przywódcy polityczni służyli swojemu narodowi, pracując na rzecz integralnego rozwoju człowieka i dobra wspólnego, troszcząc się o tych, którzy stracili pracę, i dając pierwszeństwo najuboższym."
    },
    {
      "year": 2024,
      "month": 9,
      "title": "Za cierpiącą ziemię",
      "description": "Módlmy się, aby każdy z nas słuchał sercem wołania ziemi oraz ofiar katastrof ekologicznych i zmian klimatycznych i angażował się osobiście w ochronę świata, który zamieszkujemy."
    },
    {
      "year": 2024,
      "month": 10,
      "title": "Za osoby, które straciły dziecko",
      "description": "Módlmy się, aby Kościół nadal wspierał na wszelkie sposoby synodalny styl życia, w znaku współodpowiedzialności, promując uczestnictwo, komunię i wspólną misję kapłanów, zakonników i świeckich."
    },
    {
      "year": 2024,
      "month": 11,
      "title": "Za osoby, które straciły dziecko",
      "description": "Módlmy się, aby wszyscy rodzice, którzy opłakują śmierć syna lub córki, znaleźli wsparcie we wspólnocie i uzyskali od Ducha Pocieszyciela pokój serca."
    },
    {
      "year": 2024,
      "month": 12,
      "title": "Za pielgrzymów nadziei",
      "description": "Módlmy się, aby ten Jubileusz umocnił nas w wierze, pomagając nam rozpoznać zmartwychwstałego Chrystusa w naszym życiu, i przemienił nas w pielgrzymów chrześcijańskiej nadziei."
    }
  ]
}